{
  "total_questions": 96,
  "classification_stats": {
    "民诉法": 12,
    "三国法": 6,
    "民法": 27,
    "理论法": 5,
    "商经知": 22,
    "刑诉法": 6,
    "行政法": 6,
    "刑法": 12
  },
  "detailed_classification": {
    "民诉法": [
      {
        "id": 1,
        "subject": "民诉法",
        "preview": "【答案解析】\nABC 项：不同的法律原则具有不同的“强度”,这些不同强度的原则甚至冲突的原则都可能存在于一 部法律之中。B 选项错误。当两个原则在具体的个案中冲突时，法官必须根据案件的具体情况及有关背..."
      },
      {
        "id": 2,
        "subject": "民诉法",
        "preview": "【答案解析】\n文化制度是指一国通过宪法和法律调整以社会意识形态为核心的各种基本关系的规则、原则和政策的 综合。我国宪法关于基本文化制度的规定有：国家发展教育事业、国家发展科学事业、国家发展文学艺术 及..."
      },
      {
        "id": 4,
        "subject": "民诉法",
        "preview": "【答案解析】\nA项：实证主义是指法与道德之间，或者说“实际上是怎样的法”与“应该是怎样的法”之间，不存 在概念上的必然联系，反对用道德标准否定法的效力，即“恶法亦法”。非实证主义是指法与道德相互联 结..."
      },
      {
        "id": 12,
        "subject": "民诉法",
        "preview": "【答案解析】\nA 项：考查国务院的组成。证监会在性质上属于国务院的直属机构，而非国务院组成部门。A 选项错 误。\nB 项：考查证监会的立法权。《国务院组织法》第14条第2款规定，国务院组成部门和具有行..."
      },
      {
        "id": 49,
        "subject": "民诉法",
        "preview": "【答案解析】\n《外国国家豁免法》第5条规定：“外国国家有下列情形之一的，视为就特定事项或者案件接受中华 人民共和国的法院管辖： ……(二)作为被告参加中华人民共和国的法院受理的诉讼，并就案件实体问题 ..."
      },
      {
        "id": 51,
        "subject": "民诉法",
        "preview": "【答案解析】\nA 项：根据《立法法》第83条第1款的规定：“省、自治区、直辖市和设区的市、自治州的人民代表 大会及其常务委员会根据区域协调发展的需要，可以协同制定地方性法规，在本行政区域或者有关区域内..."
      },
      {
        "id": 53,
        "subject": "民诉法",
        "preview": "【答案解析】\nABCD项：根据《宪法》第62条第1、2项的规定：“全国人民代表大会行使下列职权：(一)修改宪   法；(二)监督宪法的实施。”第67条第1项的规定：“全国人民代表大会常务委员会行使下列..."
      },
      {
        "id": 74,
        "subject": "民诉法",
        "preview": "【答案解析】\n《最高人民法院关于行政诉讼证据若干问题的规定》第20条：“人民法院收到当事人提交的证据材料， 应当出具收据，注明证据的名称、份数、页数、件数、种类等以及收到的时间，由经办人员签名或者盖章..."
      },
      {
        "id": 76,
        "subject": "民诉法",
        "preview": "【答案解析】\n公民、法人或者其他组织同被诉行政行为有利害关系但没有提起诉讼，或者同案件处理结果有利害关 系的，可以作为第三人申请参加诉讼，或者由人民法院通知参加诉讼。第三人经传票传唤无正当理由拒不 到..."
      },
      {
        "id": 77,
        "subject": "民诉法",
        "preview": "【答案解析】\n当事人应当自收到行政处罚决定书之日起15日内，到指定的银行或者通过电子支付系统缴纳罚款。银 行应当收受罚款，并将罚款直接上缴国库。本题，谢某应当在收到处罚决定书之日起15日内缴纳罚款。 ..."
      },
      {
        "id": 79,
        "subject": "民诉法",
        "preview": "【答案解析】\n“先买票，后上车”是行政许可。即行政相对人向行政机关提交申请材料，行政机关经过审核，发现 符合法定条件的，准予其从事特定活动的行为。本题，行政相对人开展对环境有影响的建设项目，应当先 通..."
      },
      {
        "id": 91,
        "subject": "民诉法",
        "preview": "【答案解析】\n行政复议机构审理案件，通过组织听证的方式审理的情形主要有两种：(1)应当组织听证情形：审理 重大、疑难、复杂的行政复议案件，行政复议机构应当组织听证。(2)可以组织听证情形：行政复议机构..."
      }
    ],
    "三国法": [
      {
        "id": 3,
        "subject": "三国法",
        "preview": "【答案解析】\nABCD 项：我国宪法序言中明确指出：“中华人民共和国是全国各族人民共同缔造的统一的多民族国 家。平等团结互助和谐的社会主义民族关系已经确立，并将继续加强。 ”C 选项正确，ABD 选项..."
      },
      {
        "id": 5,
        "subject": "三国法",
        "preview": "【答案解析】\nA 项：我国法治同西方资本主义国家法治最大的区别是党的领导，而非民族性。A 选项错误。\nB项：全面依法治国，要坚持建设中国特色社会主义法治体系，其中包括建设完善的党内法规体系和 建设完备..."
      },
      {
        "id": 6,
        "subject": "三国法",
        "preview": "【答案解析】\nAB项：法官从广告牌的亮光超出了一般人的承受范围这一经验判断，推论出这种亮光应该属于法律 规定中的光污染，属于设证推理中的经验推理，即从经验判断倒推出法律判断的前提。这是典型的设证推 理..."
      },
      {
        "id": 7,
        "subject": "三国法",
        "preview": "【答案解析】\nA项：马锡五审判方式是抗日战争时期在陕甘宁边区实行的一套便利人民群众的审判制度，由陕甘宁  边区陇东分区专员兼边区高等法院分庭庭长马锡五首创。这一时期正是新民主主义革命时期。A 选项正确..."
      },
      {
        "id": 48,
        "subject": "三国法",
        "preview": "【答案解析】\n根据特别协定而与联合国建立固定关系的政府间国际组织被称为联合国专门机构，经社理事会是负责 协调联合国与各专门机构间经济社会工作的机关，因此国际渔业组织可与联合国经社理事会签订协议成为 联..."
      },
      {
        "id": 80,
        "subject": "三国法",
        "preview": "【答案解析】\n根据《维也纳条约法公约》的相关规定，全权代表议定条约事宜应当出具全权证书，但国家元首、政 府首脑、外交部长谈判缔约，或使馆馆长议定派遣国和接受国之间的条约约文，或国家向国际会议或国际 组..."
      }
    ],
    "民法": [
      {
        "id": 8,
        "subject": "民法",
        "preview": "【答案解析】\nABCD项：《监察法》第4条第1款和第2款规定：“监察委员会依照法律规定独立行使监察权，不受行  政机关、社会团体和个人的干涉。监察机关办理职务违法和职务犯罪案件，应当与审判机关、检察机..."
      },
      {
        "id": 9,
        "subject": "民法",
        "preview": "【答案解析】\nABCD项：选举平等原则是指在选举中，一切选民具有同等的法律地位，法律在程序上对所有的选民  同等对待，选民所投的选票具有同等的法律效力。具体要求为一人一票，每票等值、城乡平等、选区平等..."
      },
      {
        "id": 10,
        "subject": "民法",
        "preview": "【答案解析】\nA 项：如果两种价值属于不同位阶，则适用价值位阶原则。如果两种价值属于同一位阶，则适用个案 中的比例原则。在本案中，名誉权和隐私权不存在位阶之分，是同一位阶，所以应当运用个案中的比例原 ..."
      },
      {
        "id": 14,
        "subject": "民法",
        "preview": "【答案解析】\nA 项：考查法治和人治的关系。显然，人治无法让人类驾驭自身，只有法治才能实现这一目标。从历 史发展来看，法治和人治一直并存，只有到了近代，法治才成为全世界的共识。A 选项正确。\nB 项：..."
      },
      {
        "id": 16,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，甲将流浪狗带回家饲养便成为流浪狗的管理者，在流浪狗作为危险源侵害他人时，甲具有阻  止义务。甲任由流浪狗撕咬隔壁女童，致女童轻伤，甲可以构成不作为的故意伤害罪。因此，A 选项正..."
      },
      {
        "id": 17,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，甲遭遇狼狗袭击的紧迫危险，强行进入乙家躲避的行为成立紧急避险，既然是合法行为，面 对合法行为不得进行正当防卫，也不得进行紧急避险，否则，刑法上的不法评价就自相矛盾。甲本可以通 ..."
      },
      {
        "id": 18,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，根据我国刑法的规定，紧急避险在“不得已”时才能实施，而正当防卫无此限制。防卫行为\n必须足以制止不法侵害，保护法益，在此意义上，防卫行为应当以必要性为前提。但是，防卫行为不以补 ..."
      },
      {
        "id": 19,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，甲知道乙要对丙进行抢劫，提供给其一把弹簧刀，意味着甲主观上具有帮助乙在劫取财物时， 使用弹簧刀以暴力相威胁的故意，该故意其实也是一种敲诈勒索的故意，因此可以认为甲具有敲诈勒索的..."
      },
      {
        "id": 20,
        "subject": "民法",
        "preview": "【答案解析】\nA 、B 选项，甲召集乙、丙欲盗窃，丙属于普通的实行犯，丙在途中后悔，无论是丙被甲、乙打晕，  还是自行离开，都意味着在预备阶段将自己想不参与的意思告知甲、乙，且甲、乙收到，丙属于在着手..."
      },
      {
        "id": 21,
        "subject": "民法",
        "preview": "【答案解析】\n最高人民法院、最高人民检察院2024年3月15日公布的《关于办理危害税收征管刑事案件适用法律 若干问题的解释》第10条第2款规定：“为虚增业绩、融资、贷款等不以骗抵税款为目的，没有因抵扣..."
      },
      {
        "id": 22,
        "subject": "民法",
        "preview": "【答案解析】\nA 、C 选项，甲以非法占有为目的，“在饮料中掺入安眠药并看着乙喝下饮料”属于压制反抗的实行行 为，即此时抢劫行为已经着手，当甲返回乙家时，由于乙不在家(甲意志以外的原因),甲已经没有继..."
      },
      {
        "id": 23,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，最高人民法院《关于审理抢劫案件具体应用法律若干问题的解释》第1条第1款规定，刑法 第二百六十三条第(一)项规定的“入户抢劫”,是指为实施抢劫行为而进入他人生活的与外界相对隔离 ..."
      },
      {
        "id": 24,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，非法提供信用卡信息罪，是指故意非法提供他人信用卡信息资料的行为。即便可以将信用卡 评价为信用卡信息资料，但由于乙向丙提供的是自己的信用卡，因此不符合非法提供信用卡信息罪的构成 ..."
      },
      {
        "id": 25,
        "subject": "民法",
        "preview": "【答案解析】\nA 、C 选项，破坏计算机信息系统罪的实行行为包括下列三种：\n1.违反国家规定，对计算机信息系统功能进行删除、修改、增加、干扰，造成计算机信息系统不能正 常运行，后果严重的；\n2.违反国..."
      },
      {
        "id": 26,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项，2023年6月26日最高人民法院《全国法院毒品案件审判工作会议纪要》规定，代购者从托 购者事先联系的贩毒者处，为托购者购买仅用于吸食的毒品，并收取、私自截留少量毒品供自己吸食的..."
      },
      {
        "id": 27,
        "subject": "民法",
        "preview": "【答案解析】\n2007年7月8日最高人民法院、最高人民检察院《关于办理受贿刑事案件适用法律若干问题的意见》 提出，国家工作人员利用职务上的便利为请托人谋取利益，收受请托人房屋、汽车等物品，未变更权属登..."
      },
      {
        "id": 33,
        "subject": "民法",
        "preview": "【答案解析】\n《刑诉解释》第341条规定：“被告单位的违法所得及其他涉案财物，尚未被依法追缴或者查封、扣   押、冻结的，人民法院应当决定追缴或者查封、扣押、冻结。”就 A 选项而言，法院虽有职责冻结..."
      },
      {
        "id": 36,
        "subject": "民法",
        "preview": "【答案解析】\n根据《刑诉解释》第176条的规定：“被告人非法占有、处置被害人财产的，应当依法予以追缴或者   责令退赔。被害人提起附带民事诉讼的，人民法院不予受理。追缴、退赔的情况，可以作为量刑情节考..."
      },
      {
        "id": 54,
        "subject": "民法",
        "preview": "【答案解析】\nA项：根据规定，有下列情形之一，当事人申请法律援助的，不受经济困难条件的限制：(一)英雄 烈士近亲属为维护英雄烈士的人格权益；(二)因见义勇为行为主张相关民事权益；(三)再审改判无罪请 ..."
      },
      {
        "id": 60,
        "subject": "民法",
        "preview": "【答案解析】\nA 、D 选项，《刑法》第63条第1款规定，犯罪分子具有本法规定的减轻处罚情节的，应当在法定刑以 下判处刑罚；本法规定有数个量刑幅度的，应当在法定量刑幅度的下一个量刑幅度内判处刑罚。我国..."
      },
      {
        "id": 69,
        "subject": "民法",
        "preview": "【答案解析】\n本案判决的刑罚有三种，即有期徒刑、罚金和驱逐出境，三种不同的刑罚依法由不同的机关执行。根 据《刑诉解释》第522条规定：“刑事裁判涉财产部分和附带民事裁判应当由人民法院执行的，由第一审人..."
      },
      {
        "id": 75,
        "subject": "民法",
        "preview": "【答案解析】\n《政务处分法》第14条：“公职人员犯罪，有下列情形之一的，予以开除：(1)因故意犯罪被判处管  制、拘役或者有期徒刑以上刑罚(含宣告缓刑)的；(2)因过失犯罪被判处有期徒刑，刑期超过3年..."
      },
      {
        "id": 82,
        "subject": "民法",
        "preview": "【答案解析】\nA 项：比例原则是指在一个具体的个案中，选择更具优先性或分量的价值，即为了保护更大的价值而 必须牺牲较小的价值时，对后者的牺牲或损害应被控制在最小限度之内。法院审理认为丙具有在网络上发 ..."
      },
      {
        "id": 86,
        "subject": "民法",
        "preview": "【答案解析】\nA 、B 、D 选项，在客观上，甲与不满14周岁的幼女乙自愿发生性关系，符合强奸罪的构成要件，由 于不满14周岁的幼女可以评价为不满16周岁的未成年女性，甲的行为也符合负有照护职责人员性..."
      },
      {
        "id": 94,
        "subject": "民法",
        "preview": "【答案解析】\n如果继承人没有放弃继承权，那么其应当概括继承权利与义务，也即在本案中，甲概括继承了其父与 丙的保管合同，成为新的保管人，进而作为保管人，甲将红木家具赠与乙即属于无权处分，由于缺乏合理 价..."
      },
      {
        "id": 95,
        "subject": "民法",
        "preview": "【答案解析】\n《民法典》第1250条规定，因第三人的过错致使动物造成他人损害的，被侵权人可以向动物饲养人 或者管理人请求赔偿，也可以向第三人请求赔偿。动物饲养人或者管理人赔偿后，有权向第三人追偿。在 ..."
      },
      {
        "id": 96,
        "subject": "民法",
        "preview": "【答案解析】\nA 选项：质权自出质人交付质押财产时设立。在本案中，甲公司没有该仪器的处分权，且甲公司与丙 公司的总经理均为张某，丙公司对于甲公司无仪器处分权应当知情，非善意相对人，故丙公司不能善意取 ..."
      }
    ],
    "理论法": [
      {
        "id": 11,
        "subject": "理论法",
        "preview": "【答案解析】\nA 项：按照宪法规定，全国人大常委会是唯一的宪法解释主体。虽然司法机关在司法裁判中为了适用 法律而不可避免地解释法律，但宪法不能成为司法裁判的依据，司法机关也不能直接对宪法进行解释。A ..."
      },
      {
        "id": 13,
        "subject": "理论法",
        "preview": "【答案解析】\nA 项：考查民主集中制的适用范围。民主集中制是党领导中国政治生活的伟大创造，充分发挥出党的 制度优势和国家机构的运行逻辑。宪法对国家机构适用民主集中制做出了规定，同时党章也对党内的民主 ..."
      },
      {
        "id": 15,
        "subject": "理论法",
        "preview": "【答案解析】\nA 项：考查宪法实施的要求。宪法的权威需要通过宪法实施加以体现，然而这并非意味着宪法所有条 款都需要实施。宪法关于序言的规定并不需要全部实施出来。又比如，宪法最后一条关于首都的规定是对 ..."
      },
      {
        "id": 50,
        "subject": "理论法",
        "preview": "【答案解析】\nA 项：法律不是万能的，有很多社会关系如情感关系、团体内部关系等并不能被法律所调整。 A 选项 错误。\nB项：从内容上来看，法的产生经历了法与宗教规范、道德规范的浑然一体到不断分化、相对..."
      },
      {
        "id": 56,
        "subject": "理论法",
        "preview": "【答案解析】\nA项：考查备案审查和合宪性审查的形式。 一般来说，备案审查是合宪性审查在立法后的具体实施。  在立法过程中，特别是法律的制定过程中所进行的事先审查是合宪性审查，因此合宪性审查既具有事先性..."
      }
    ],
    "商经知": [
      {
        "id": 28,
        "subject": "商经知",
        "preview": "【答案解析】\nA、B、C  选项，2007年7月8日最高人民法院、最高人民检察院《关于办理受贿刑事案件适用法律 若干问题的意见》提出：“干股是指未出资而获得的股份。国家工作人员利用职务上的便利为请托人..."
      },
      {
        "id": 29,
        "subject": "商经知",
        "preview": "【答案解析】\nA 选项的检察机关虽然承担控诉职能，但不是诉讼参与人，不符合题意，不选择。 B 选项的证人不承 担任何刑事诉讼职能，不符合题意，不选择。自诉案件的自诉人承担控诉职能，符合题意，选择。 D..."
      },
      {
        "id": 30,
        "subject": "商经知",
        "preview": "【答案解析】\n被害人作为当事人有回避申请权，根据《刑诉解释》第38条规定：“法官助理、书记员、翻译人员和 鉴定人适用审判人员回避的有关规定，其回避问题由院长决定。”即当事人可以申请书记员回避，另根据 ..."
      },
      {
        "id": 32,
        "subject": "商经知",
        "preview": "【答案解析】\n按照刑诉法及司法解释的规定，对于公安机关不予立案的救济(即申请复议、申请检察院立案监督等) 是控告人(即被害人)的权利，张某是举报人，无权申请复议， AB 表述错误，不选择。按照《公安部..."
      },
      {
        "id": 34,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《关于适用认罪认罚从宽制度的指导意见》第48条的规定：“人民法院在适用速裁程序审理过程 中，发现有被告人的行为不构成犯罪或者不应当追究刑事责任、被告人违背意愿认罪认罚、被告人否认指 ..."
      },
      {
        "id": 35,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《刑诉解释》第390条规定：“共同犯罪案件，上诉的被告人死亡，其他被告人未上诉的，第二 审人民法院应当对死亡的被告人终止审理；但有证据证明被告人无罪，经缺席审理确认无罪的，应当判决 ..."
      },
      {
        "id": 38,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《公安部规定》第326条规定：“询问未成年被害人、证人，应当以适当的方式进行，注意保护 其隐私和名誉，尽可能减少询问频次，避免造成二次伤害。”可见，A 表述正确，符合题意，选择。\n询..."
      },
      {
        "id": 39,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《刑诉解释》第600条规定：“对人民检察院依照刑事诉讼法第二百九十一条第一款的规定提起 公诉的案件，人民法院立案后，应当将传票和起诉书副本送达被告人， ……应当将起诉书副本送达被告人..."
      },
      {
        "id": 40,
        "subject": "商经知",
        "preview": "【答案解析】\n法律、法规未规定行政复议为提起行政诉讼必经程序，公民、法人或者其他组织既提起诉讼又申请行 政复议的，由先立案的机关管辖；同时立案的，由公民、法人或者其他组织选择。公民、法人或者其他组 织..."
      },
      {
        "id": 42,
        "subject": "商经知",
        "preview": "【答案解析】\n公民、法人或者其他组织申请获取政府信息的，应当向行政机关的政府信息公开工作机构提出，并采 用包括信件、数据电文在内的书面形式；采用书面形式确有困难的，申请人可以口头提出，由受理该申请 的..."
      },
      {
        "id": 43,
        "subject": "商经知",
        "preview": "【答案解析】\n审理重大、疑难、复杂的行政复议案件，行政复议机构应当组织听证。行政复议机构认为有必要听证， 或者申请人请求听证的，行政复议机构可以组织听证。听证由一名行政复议人员任主持人，两名以上行政 ..."
      },
      {
        "id": 44,
        "subject": "商经知",
        "preview": "【答案解析】\n一年内禁止参加政府采购项目的招投标是在查明违法事实后对违法行为人某公司的制裁惩戒，减损了 其权益，属于行政处罚。行政强制措施具有预防性和暂时性。本题，一年内禁止参加政府采购项目的招投 标..."
      },
      {
        "id": 45,
        "subject": "商经知",
        "preview": "【答案解析】\n原告在第一审庭审终结前提起行政赔偿诉讼，符合起诉条件的，人民法院应当依法受理；原告在第一 审庭审终结后、宣判前提起行政赔偿诉讼的，是否准许由人民法院决定。可知，原告在第一审庭审终结前 提..."
      },
      {
        "id": 46,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《最高人民法院关于行政诉讼证据若干问题的规定》第24条规定，当事人申请人民法院调取证  据的，应当在举证期限内提交调取证据申请书。调取证据申请书应当写明下列内容：(1)证据持有人的姓..."
      },
      {
        "id": 52,
        "subject": "商经知",
        "preview": "【答案解析】\nA 项：“谋反”指谋危社稷，即谋害皇帝、危害国家的行为。砍伐皇陵的树、偷走祭祀香炉是一种冒 犯皇权的行为，属于“谋大逆”(图谋破坏国家宗庙、皇帝陵寝以及宫殿的行为)。 A 选项错误。\nB..."
      },
      {
        "id": 55,
        "subject": "商经知",
        "preview": "【答案解析】\nA 项：根据规定，辩护人干扰诉讼活动，涉嫌犯罪的，应当由办理辩护人所承办案件的侦查机关以外 的侦查机关办理，应当按照规定报请办理辩护人所承办案件的侦查机关的上一级侦查机关指定其他侦查机 ..."
      },
      {
        "id": 57,
        "subject": "商经知",
        "preview": "【答案解析】\nA项：考查授权立法的性质。按照我国的立法体制，立法可分为中央立法和地方立法。中央赋予地方 立法机关特别是人大及其常委会充分的立法职权，可以制定地方性法规等，所以是一种职权立法和地方立 法..."
      },
      {
        "id": 58,
        "subject": "商经知",
        "preview": "【答案解析】\nA选项，乙不遵医嘱出院，属于异常的介入因素，但是作用相对较小，不足以切断甲的伤害行为与乙 死亡之间的因果关系。因此，A 选项正确。\nB选项，法律禁止无证驾驶，是为了防止因无证驾驶而带来的..."
      },
      {
        "id": 65,
        "subject": "商经知",
        "preview": "【答案解析】\n根据刑事诉讼基础理论，刑事诉讼法与刑法的关系可以用刑事诉讼法的工具价值和独立价值来表达。 其中，刑事诉讼法的工具价值表现为：1.通过明确对刑事案件行使侦查权、起诉权、审判权的专门机关， ..."
      },
      {
        "id": 68,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《刑事诉讼法》第183条规定：“基层人民法院、中级人民法院审判第一审案件，应当由审判员三 人或者由审判员和人民陪审员共三人或者七人组成合议庭进行，但是基层人民法院适用简易程序、速裁程..."
      },
      {
        "id": 73,
        "subject": "商经知",
        "preview": "【答案解析】\n根据《行政处罚法》第51条规定，一般行政机关作出对公民个人200元以下、对单位3000元以下的罚 款或者警告的行政处罚的，可以适用简易程序当场作出行政处罚决定。本题，区市场监督管理局针对..."
      },
      {
        "id": 93,
        "subject": "商经知",
        "preview": "【答案解析】\n《民法典合同编通则解释》第22条第1款规定：“法定代表人、负责人或者工作人员以法人、非法人 组织的名义订立合同且未超越权限，法人、非法人组织仅以合同加盖的印章不是备案印章或者系伪造的印 ..."
      }
    ],
    "刑诉法": [
      {
        "id": 31,
        "subject": "刑诉法",
        "preview": "【答案解析】\n检察院审查逮捕和审查起诉时，如果犯罪嫌疑人提出要求向检察官报告案情，检察官应当听取，当然， 无正当理由要求报告，检察官可以予以拒绝， A 表述正确，符合题意，选择。\n根据《关于办理信息网..."
      },
      {
        "id": 37,
        "subject": "刑诉法",
        "preview": "【答案解析】\n公安机关已经将案件移送给检察院，刑事诉讼就进入到了检察院审查起诉阶段，如果需要对已经采取 强制措施的犯罪嫌疑人释放或者变更，应当由检察院自行决定，而非建议公安机关释放或者变更，AC 选 ..."
      },
      {
        "id": 71,
        "subject": "刑诉法",
        "preview": "【答案解析】\n《刑诉解释》第638条规定：“第一审人民法院在审理刑事案件过程中，发现被告人可能符合强制医疗 条件的，应当依照法定程序对被告人进行法医精神病鉴定。经鉴定，被告人属于依法不负刑事责任的精神..."
      },
      {
        "id": 84,
        "subject": "刑诉法",
        "preview": "【答案解析】\nA 项：根据规定，仲裁员不代表任何一方当事人，应当平等地对待双方当事人。仲裁员职业道德要求 仲裁员保持独立公正。A 选项错误。\nB项：仲裁员职业道德要求仲裁员主动披露其与当事人或代理人之..."
      },
      {
        "id": 88,
        "subject": "刑诉法",
        "preview": "【答案解析】\n刑事诉讼法的独立价值主要体现在三个方面： 一是刑事诉讼法所规定的诉讼原则、结构、制度、程序， 体现着程序本身的民主、法治与保障人权的精神；二是刑事诉讼法具有弥补刑事实体法不足并“创制”刑..."
      },
      {
        "id": 90,
        "subject": "刑诉法",
        "preview": "【答案解析】\n《刑诉解释》第385条规定：“人民检察院在抗诉期限内要求撤回抗诉的，人民法院应当准许。”法院 应当准许而非可以准许，A 表述错误，不选择。\n《刑诉解释》第405条规定：“原判事实不清、证..."
      }
    ],
    "行政法": [
      {
        "id": 41,
        "subject": "行政法",
        "preview": "【答案解析】\n部门规章规定的事项应当属于执行法律或者国务院的行政法规、决定、命令的事项。没有法律或者国 务院的行政法规、决定、命令的依据，部门规章不得设定减损公民、法人和其他组织权利或者增加其义务 的..."
      },
      {
        "id": 47,
        "subject": "行政法",
        "preview": "【答案解析】\n根据《市政公用事业特许经营管理办法》第16条规定，特许经营期限届满，主管部门应当按照法定 程序组织招标，选择特许经营者。《行政许可法》也没有规定不予延续许可决定需要组织听证。A 选项错 ..."
      },
      {
        "id": 72,
        "subject": "行政法",
        "preview": "【答案解析】\n本题体现了“新法必考”的命题规律。新《行政复议法》2024年1月1日生效实施，命题人即对新法进 行了考查。\n行政复议的审理程序，分为普通程序和简易程序。(1)简易程序的审理方式：适用简易..."
      },
      {
        "id": 78,
        "subject": "行政法",
        "preview": "【答案解析】\n规章以下(不含)的规范性文件附带提起行政诉讼的条件有3个：(1)诉的对象：作为行政行为依据\n的规章以下(不含)的行政规范性文件(即红头文件);(2)诉的方式：附带提起审查，不得单独起诉；..."
      },
      {
        "id": 81,
        "subject": "行政法",
        "preview": "【答案解析】\nA 项：行政处罚法属于行政法部门，反不正当竞争法虽然也涉及政府执法，但属于经济法部门，二者 存在不同。A 选项错误。\nB 项：本案中，执法者处罚过重，显然不利于保护营商环境主体。在执法和..."
      },
      {
        "id": 83,
        "subject": "行政法",
        "preview": "【答案解析】\nA 项：按照法治政府的要求，执法者在执法的同时应当承担普法责任。本案中执法者确实对李某解释 了为何不能使用无障碍设施，但这一调解是机械教条地适用法律，反而与严格执法相违背。表面上是在普 ..."
      }
    ],
    "刑法": [
      {
        "id": 59,
        "subject": "刑法",
        "preview": "【答案解析】\nA选项，甲为了抢劫哨兵手中的枪，于夜晚埋伏于哨兵身后草丛的行为，属于为了实行犯罪，制造条 件，成立抢劫枪支罪的预备行为。由于甲没有机会着手只能放弃实行犯罪，最终成立犯罪预备。因此， A ..."
      },
      {
        "id": 61,
        "subject": "刑法",
        "preview": "【答案解析】\nA选项，刘某抢夺方向盘导致公交落水的行为，已经危害公共安全，且造成严重后果，构成以危险方 法危害公共安全罪。因此，A选项正确。\nB选项，《刑法》第133条之二第1款规定，对行驶中的公共交..."
      },
      {
        "id": 62,
        "subject": "刑法",
        "preview": "【答案解析】\nA选项，生产、销售伪劣产品罪，是指生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或 者以不合格产品冒充合格产品，销售金额较大的行为。赵某将6万元的低端酒以7万元的价格卖给知情的陈 ..."
      },
      {
        "id": 63,
        "subject": "刑法",
        "preview": "【答案解析】\nA选项，首先，乙持铁锹重伤丙的行为符合故意伤害罪的构成要件。其次，乙重伤丙是为了制止丙等  人对自己的不法侵害，具有防卫性质。考虑到不法侵害的人数等情况，可以认为丙等人的围攻已对乙的人 ..."
      },
      {
        "id": 64,
        "subject": "刑法",
        "preview": "【答案解析】\nA 、B 选项，国家工作人员丙和国家工作人员丁共谋，利用丁职务上的便利收受乙数额巨大的财物， 并为甲取得了购房资格，成立共同犯罪。丙收受乙30万元贿赂，构成受贿罪；丁受丙欺骗，误以为丙只..."
      },
      {
        "id": 66,
        "subject": "刑法",
        "preview": "【答案解析】\n根据证据与案件主要事实证明关系的不同，可以将证据划分为直接证据与间接证据。所谓刑事案件的 主要事实，是指犯罪行为是否系犯罪嫌疑人、被告人所实施；所谓证明关系的不同，是指某一证据是否可 以..."
      },
      {
        "id": 67,
        "subject": "刑法",
        "preview": "【答案解析】\n根据《刑事诉讼法》第81条第3款规定：“对有证据证明有犯罪事实，可能判处十年有期徒刑以上刑罚  的，或者有证据证明有犯罪事实，可能判处徒刑以上刑罚，曾经故意犯罪或者身份不明的，应当予以逮..."
      },
      {
        "id": 70,
        "subject": "刑法",
        "preview": "【答案解析】\n根据《法律援助法》第48条的规定：“有下列情形之一的，法律援助机构应当作出终止法律援助的决 定：(一)受援人以欺骗或者其他不正当手段获得法律援助；(二)受援人故意隐瞒与案件有关的重要事实..."
      },
      {
        "id": 85,
        "subject": "刑法",
        "preview": "【答案解析】\nA 、C 选项，甲乙共谋入室抢劫丙，甲提前一天到丙家蹲点属于抢劫罪的预备行为，后甲发现丙是自 己中学同学，因心生悔意而自动放弃犯罪，而且协助抓捕共犯乙，即有效防止犯罪结果的发生。甲成立抢..."
      },
      {
        "id": 87,
        "subject": "刑法",
        "preview": "【答案解析】\n首先，甲向乙行贿，甲设立一炒股账户并打入500万元，将账号密码交于乙。即便炒股账户在甲名下， 乙也实际领受了财产性利益，此时，甲构成行贿既遂，乙构成受贿既遂，金额均为500万元。\n其次，..."
      },
      {
        "id": 89,
        "subject": "刑法",
        "preview": "【答案解析】\n根据《刑诉解释》第72条规定：“应当运用证据证明的案件事实包括：(一)被告人、被害人的身份； \t(二)被指控的犯罪是否存在；(三)被指控的犯罪是否为被告人所实施；(四)被告人有无刑事责任..."
      },
      {
        "id": 92,
        "subject": "刑法",
        "preview": "【答案解析】\n诚信原则具体表现如下：1.诚实：民事主体从事民事活动应当如实告知相关事项，禁止故意隐瞒真实  信息或者故意告知虚假信息，进而实施欺诈行为；2.信用：民事主体一旦作出意思表示并且达成合意就..."
      }
    ]
  }
}